Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: If then you are making an offering at the altar and there it comes to your mind that your brother has something against you,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᏥᎸᎨᎳᏍᏗᏱ ᎯᏲᎯᎮᏍᏗ ᏣᏓᏁᏗ, ᎾᎿᏃ ᎢᎭᏅᏓᏗᏍᎨᏍᏗ ᏗᏍᏓᏓᏅᏟ ᎪᎱᏍᏗ ᏤᎵᏎᎲᎢ,

source: While your offering is still before the altar, first go and make peace with your brother, then come and make your offering.
chr: ᎾᎿ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎯᎯᏯᏍᎨᏍᏗ ᏣᏓᏁᏗ ᎠᎴ ᎭᏓᏅᏍᎨᏍᏗ, ᎢᎬᏱ ᎣᏍᏛ ᏂᏍᏛᏁᎮᏍᏗ ᏗᏍᏓᏓᏅᏟ; ᎩᎳᏃ ᎯᎷᎨᏍᏗ ᎭᎵᏍᎪᎸᏗᏍᎨᏍᏗ ᏣᏓᏁᏗ.

source: Come to an agreement quickly with him who has a cause against you at law, while you are with him on the way, for fear that he may give you up to the judge and the judge may give you to the police and you may be put into prison.
chr: ᏄᎳᏉ ᎣᏍᏛ ᏂᏍᏛ ᏣᏱᎵᏙᎯ, ᎠᏏᏉ ᎢᏍᏓᎢᏒᎢ, ᏗᎫᎪᏗᏍᎩᏱᎾᏏ ᏫᏱᏣᎧᎲᎦ ᏣᏱᎵᏙᎯ, ᏗᎫᎪᏗᏍᎩᏃ ᏗᏓᏂᏱᏍᎩᏱ ᏫᏱᏣᎧᎲᎦ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᏱᏪᏣᏴᏓ.

source: Truly I say to you, You will not come out from there till you have made payment of the very last farthing.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎥᏝ ᏴᏛᎦᎯᏄᎪᎢ, ᎬᏂ ᎤᎵᏍᏆᎸᏗ ᎠᏰᎵᎢᏯᏓᏅᏖᏗ ᎭᎫᏴᎲᎭ.

source: You have knowledge that it was said, You may not have connection with another man's wife:
chr: ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ.

source: But I say to you that everyone whose eyes are turned on a woman with desire has had connection with her in his heart.
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎠᎨᏴ ᏓᎧᏂᏍᎨᏍᏗ ᏧᎾᏂᏏᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᎦᏳᎳ ᎤᏓᏲᏁᎸᎯ ᎨᏎᏍᏗ ᏧᏓᏅᏛᎢ.

source: And if your right eye is a cause of trouble to you, take it out and put it away from you; because it is better to undergo the loss of one part, than for all your body to go into hell.
chr: ᎢᏳᏃ ᎯᎦᏙᎵ ᎯᎦᏘᏏ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎭᏓᎦᏖᏙᎢᏍᎨᏍᏗ, ᎠᎴ ᏣᏕᎨᏍᏗ; ᎣᏏᏳᏰᏃ ᎢᏣᎵᏍᏓᏁᏗ ᏌᏉᏉ ᏣᎵᎬᎭᎸᏛ ᏱᏣᏲᎱᏎᎭ, ᎠᏃ ᎤᏃᏍᏛ ᎯᏰᎸ ᏨᏍᎩᏃ ᏫᏰᏣᏓᎢᏁᎭ.

source: And if your right hand is a cause of trouble to you, let it be cut off and put it away from you; because it is better to undergo the loss of one part, than for all your body to go into hell.
chr: ᎢᏳᏃ ᏦᏰᏂ ᎯᎦᏘᏏ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎯᏍᏆᎵᏍᎨᏍᏗ, ᎠᎴ ᏣᏕᎨᏍᏗ; ᎣᏏᏳᏰᏃ ᎢᏣᎵᏍᏓᏁᏗ ᏌᏉᏉ ᏣᎵᎬᎭᎸᏛ ᏱᏣᏲᎱᏎᎭ, ᎠᏃ ᎤᏃᏍᏛ ᎯᏰᎸ ᏨᏍᎩᏃ ᏫᏰᏣᏓᎢᏁᎭ.

source: Again, it was said, Whoever puts away his wife has to give her a statement in writing for this purpose:
chr: ᎯᎠ ᎢᎦᏪᏛ ᎢᎩ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎦᎧᎲᏍᎨᏍᏗ, ᎦᏅᏁᎮᏍᏗ ᎪᏪᎵ ᎾᏍᎩ ᏚᎾᎦᎴᏅᎲᎢ.

source: But I say to you that everyone who puts away his wife for any other cause but the loss of her virtue, makes her false to her husband; and whoever takes her as his wife after she is put away, is no true husband to her.
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎦᎧᎲᏍᎨᏍᏗ, ᏧᏂᏏᏅᎯᏍᎩᏂᏃᏅ ᎢᎨᏎᏍᏗ, ᎤᏓᏲᏁᏗᏱᏉ ᏂᎬᏂᏌᏁᎮᏍᏗ; ᎩᎶᏃ ᎠᏥᎧᏅᎯ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ.

source: Again, you have knowledge that it was said in old times, Do not take false oaths, but give effect to your oaths to the Lord:
chr: ᎠᎴ ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏲᏍᏔᏅ ᏣᏎᎵᏔᏅᎢ, ᏱᎰᏩᏍᎩᏂ ᏂᏯᏛᏁᎮᏍᏗ ᏄᏍᏛ ᏣᏁᏨᎢ.

source: But I say to you, Take no oaths at all: not by the heaven, because it is the seat of God;
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏞᏍᏗ ᏱᏣᏎᎵᏔᏁᏍᏗ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ ᎪᎱᏍᏗ, ᏞᏍᏗ ᎦᎸᎳᏗ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏪᏗᏱ ᎾᏍᎩ;

source: Or by the earth, because it is the resting-place for his foot; or by Jerusalem, because it is the town of the great King.
chr: ᏞᏍᏗ ᎠᎴ ᎡᎶᎯ, ᏧᎳᏏᏗᏱᏰᏃ ᎾᏍᎩ; ᎠᎴ ᏥᎷᏏᎵᎻ, ᎾᏍᎩᏰᏃ ᎠᏥᎸᏉᏗ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎦᏚᎲᎢ;

source: You may not take an oath by your head, because you are not able to make one hair white or black.
chr: ᏞᏍᏗ ᎠᎴ ᎯᏍᎪᎵ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ, ᏝᏰᏃ ᏰᎵ ᏌᏉ ᎩᏢ ᎤᏁᎬ ᎠᎴ ᎬᎿᎨ ᏱᏅᎦᎲᎦ.

source: But let your words be simply, Yes or No: and whatever is more than these is of the Evil One.
chr: ᎢᏥᏁᎬᏍᎩᏂ ᎯᎠ ᏄᏍᏕᏍᏗ, ᎥᎥ, ᎥᎥ; ᎥᏝ, ᎥᏝ; ᎤᏟᏰᏃ ᏥᏂᎦᎣ ᎤᏲᏉ ᎨᏒ ᏗᏓᎴᏂᏍᎪᎢ.

source: You have knowledge that it was said, An eye for an eye, and a tooth for a tooth:
chr: ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᎢᎦᏪᏛ ᎨᏒᎢ, ᎠᎦᏔ ᎠᎦᏔᏉ ᏓᎬᏩᎸᏍᎨᏍᏗ, ᎧᏳᎦᏃ ᎧᏳᎦᏉ ᏓᎬᏩᎸᏍᎨᏍᏗ.

source: But I say to you, Do not make use of force against an evil man; but to him who gives you a blow on the right side of your face let the left be turned.
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏣᏪᏎᎭ; ᏞᏍᏗ ᏱᏣᏞᎨᏍᏗ ᎤᏐᏅ ᏁᏨᏁᎸᎢ; ᎩᎶᏍᎩᏂ ᎯᎦᏘᏏ ᏣᎪᏇᎷᎲᏍᎨᏍᏗ, ᏐᎢ ᎾᏍᏉ ᎯᏯᎵᏍᎪᎸᏓᏁᎮᏍᏗ.

source: And if any man goes to law with you and takes away your coat, do not keep back your robe from him.
chr: ᎩᎶᏃ ᎤᏚᎵᏍᎨᏍᏗ ᏣᏱᎵᏓᏍᏗᏱ, ᎠᎴ ᏣᎾᎡᏗᏱ ᎭᏫᏂ ᏣᏄᏬ, ᎤᏛᏃᎯ ᎾᏍᏉ ᎯᏅᏁᎮᏍᏗ.

source: And whoever makes you go one mile, go with him two.
chr: ᎩᎶᏃ ᏑᏟᎶᏛ ᎢᏍᏕᏅᏍᏗᏱ ᏂᏨᏁᎮᏍᏗ, ᏔᎵ ᎢᏳᏟᎶᏛ ᎢᏍᏕᎨᏍᏗ.

source: Give to him who comes with a request, and keep not your property from him who would for a time make use of it.
chr: ᏣᏔᏲᏎᎯ ᎯᏁᎮᏍᏗ, ᏣᏙᎸᎡᏗᏱᏃ ᎤᏚᎵᏍᎩ ᏞᏍᏗ ᎢᏴᏛ ᎢᎯᏯᏛᏁᎸᎩ.

source: You have knowledge that it was said, Have love for your neighbour, and hate for him who is against you:
chr: ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᎢᎦᏪᏛ ᎨᏒᎢ; ᎯᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ, ᎯᏍᎦᎨᏍᏗᏃ ᏣᏍᎦᎩ.

source: But I say to you, Have love for those who are against you, and make prayer for those who are cruel to you;
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏕᏥᎨᏳᏎᏍᏗ ᎨᏥᏍᎦᎩ; ᎣᏍᏛ ᏕᏥᏁᏤᎮᏍᏗ ᎨᏥᏍᎩᏅᏗᏍᎩ, ᎣᏍᏛ ᏂᏕᏣᏛᏁᎮᏍᏗ ᎨᏥᏂᏆᏘᎯ, ᎠᎴ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎦᏰᎪᎩ ᎨᏥᏃᎮᏍᎩ ᎠᎴ ᎤᏲ ᎢᎨᏨᏁᎯ.

source: So that you may be the sons of your Father in heaven; for his sun gives light to the evil and to the good, and he sends rain on the upright man and on the sinner.
chr: ᎾᏍᎩᏃ ᎦᎸᎳᏗ ᎡᎯ ᎢᏥᏙᏓ ᏧᏪᏥ ᏂᏣᎵᏍᏗᏍᎨᏍᏗ; ᎾᏍᎩᏰᏃ ᎤᏤᎵ ᏅᏙ ᏕᎦᎾᏄᎪᏫᏎᎰ ᎤᏂᏲ ᎠᎴ ᎠᏃᏍᏛ, ᎠᎴ ᏓᎦᏅᏓᏁᎰ ᎤᎾᏓᏅᏘ ᎠᎴ ᎤᏂᏁᎫᏥᏛ.

source: For if you have love for those who have love for you, what credit is it to you? do not the tax-farmers the same?
chr: ᎢᏳᏰᏃ ᏱᏗᏥᎨᏳᎭ ᎨᏥᎨᏳᎯ, ᎦᏙ ᏰᏣᎫᏴᏓᏏ? ᏝᏍᎪ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰ ᎠᏰᎵ-ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ?

source: And if you say, Good day, to your brothers only, what do you do more than others? do not even the Gentiles the same?
chr: ᎢᏳ ᎠᎴ ᎢᏣᏓᏅᏟᏉ ᎤᏅᏒ ᏱᏗᏥᏲᎵᎭ, ᎦᏙ ᎢᏣᏛᏁᎲ ᏕᏥᎪᎾᏛᏗ ᎠᏂᏐᎢ? ᏝᏍᎪ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰ ᎠᏰᎵ-ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ?

source: Be then complete in righteousness, even as your Father in heaven is complete.
chr: ᏂᎯᏍᎩᏂ ᏂᏥᏍᎦᏅᎾ ᎨᏎᏍᏗ ᎾᏍᎩᏯ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎾᏍᎦᏅᎾ ᏥᎩ.

source: Chapter 6
chr: ᎠᏯᏙᎸᎢ 6

source: Take care not to do your good works before men, to be seen by them; or you will have no reward from your Father in heaven.
chr: ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏱᏣᏓᏁᎮᏍᏗ ᎠᏂᎦᏔᎲ ᏴᏫ ᎨᏥᎪᏩᏛᏗᏱᏉ ᏱᏥᏰᎸᏍᎨᏍᏗ, ᎢᏳᏰᏃ ᎾᏍᎩᏉ ᏱᏄᏍᏗ ᎥᏝ ᏴᎨᏣᎫᏴᏏ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ.

source: When then you give money to the poor, do not make a noise about it, as the false-hearted men do in the Synagogues and in the streets, so that they may have glory from men. Truly, I say to you, They have their reward.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎭᏓᏁᎮᏍᏗ ᏞᏍᏗ ᎠᏤᎷᎩ ᎢᎬᏱ ᏫᏱᏃᏴᎵᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᏥᎾᎾᏛᏁᎰ ᎤᎾᏠᎾᏍᏗ ᏧᎳᏫᎢᏍᏗᏱ ᎠᎴ ᎡᎾᎢᏓᏍᏗᏱ ᏕᎦᎳᏅᏛᎢ, ᏴᏫᏉ ᎬᏩᏂᎸᏉᏙᏗᏱ ᏧᏂᏰᎸᏐᎢ; ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎨᎦᎫᏴᎡᎸ.

source: But when you give money, let not your left hand see what your right hand does:
chr: ᏂᎯᏍᎩᏂ ᎭᏓᏁᎮᏍᏗ ᏞᏍᏗ ᏦᏰᏂ ᎯᎦᏍᎦᏂ ᎤᏙᎴᎰᏒ ᎯᎦᏘᏏ ᏦᏰᏂ ᎾᏛᏁᎲᎢ.

source: So that your giving may be in secret; and your Father, who sees in secret, will give you your reward.
chr: ᎾᏍᎩᏃ ᎭᏓᏁᎲ ᎤᏕᎵᏒ ᎨᏎᏍᏗ, ᏣᏙᏓᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ ᎤᏩᏒ ᎠᏎ ᏣᎫᏴᎡᏗ ᎨᏎᏍᏗ ᎬᏂᎨᏒᎢ.

source: And when you make your prayers, be not like the false-hearted men, who take pleasure in getting up and saying their prayers in the Synagogues and at the street turnings so that they may be seen by men. Truly I say to you, They have their reward.
chr: ᎢᏳ ᎠᎴ ᎭᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎠᎭ ᏞᏍᏗ ᏄᎾᏍᏛ ᎤᎾᏠᎾᏍᏗ ᏱᏂᏣᏍᏕᏍᏗ; ᎾᏍᎩᏰᏃ ᎣᏐ ᎤᏂᏰᎸᏐ ᎤᎾᏓᏙᎵᏍᏙᏗᏱ ᎤᎾᎴᏗᏱ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎴ ᏚᏅᏏᏯᏅ ᏕᎦᎳᏅᏛ ᎡᎾᎢᏓᏍᏗᏱ, ᏴᏫᏉ ᎬᏩᏂᎪᏩᏛᏗᏱ ᎤᎾᏚᎵᏍᎪᎢ. ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎨᎦᎫᏴᎡᎸ.

source: But when you make your prayer, go into your private room, and, shutting the door, say a prayer to your Father in secret, and your Father, who sees in secret, will give you your reward.
chr: ᏂᎯᏍᎩᏂ ᎢᏳᏃ ᏔᏓᏙᎵᏍᏔᏂᏎᏍᏗ ᏫᏴᎯᎮᏍᏗ ᎧᏅᏑᎸᎢ, ᎿᏉᏃ ᏣᏍᏚᏁᏍᏗ ᎦᎶᎯᏍᏗᏱ, ᎯᏯᏓᏙᎵᏍᏓᏁᎮᏍᏗ ᏣᏙᏓ ᎤᏕᎵᏒ ᎡᎯ, ᏣᏙᎵᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ ᎠᏎ ᏣᎫᏴᎡᏗ ᎨᏎᏍᏗ ᎬᏂᎨᏒᎢ.

source: And in your prayer do not make use of the same words again and again, as the Gentiles do: for they have the idea that God will give attention to them because of the number of their words.
chr: ᎠᏎᏃ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᏞᏍᏗ ᎠᏎᏉ ᏱᏨᎫᏘᎶᏍᎨᏍᏗ ᎾᏍᎩ ᏥᎾᎾᏛᏁᎰ ᏧᎾᏓᎴᏅᏛ ᏴᏫ; ᎤᏣᏘᏰᏃ ᎣᏥᏁᎬ ᎤᏓᎦᎵᏍᏙᏔᏂ ᏓᏲᎦᏛᎦᏁᎵ ᎠᏁᎵᏍᎪᎢ.

source: So be not like them; because your Father has knowledge of your needs even before you make your requests to him.
chr: ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᎾᏍᎩ ᏄᎾᏍᏛ ᏱᏂᏣᏍᏕᏍᏗ, ᎢᏥᏙᏓᏰᏃ ᎠᎦᏔᎰ ᎢᏳᏍᏗ ᎢᏥᏂᎬᎬ ᎠᏏᏉ ᏁᏥᏔᏲᏎᎸᎾ ᏥᎨᏐᎢ.

source: Let this then be your prayer: Our Father in heaven, may your name be kept holy.
chr: ᏂᎯᏍᎩᏂ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎯᎠ ᏄᏍᏕᏍᏗ; ᎣᎩᏙᏓ ᎦᎸᎳᏗ ᎨᎯ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏕᏣᏙᎥᎢ.

source: Let your kingdom come. Let your pleasure be done, as in heaven, so on earth.
chr: ᏣᎬᏫᏳᎯ ᎨᏒ ᏫᎦᎾᏄᎪᎢ. ᎠᏂ ᎡᎶᎯ ᏫᏂᎦᎵᏍᏓ ᎭᏓᏅᏖᏍᎬᎢ, ᎾᏍᎩᏯ ᎦᎸᎳᏗ ᏥᏂᎦᎵᏍᏗᎭ.

source: Give us this day bread for our needs.
chr: ᏂᏓᏙᏓᏈᏒ ᎣᎦᎵᏍᏓᏴᏗ ᏍᎩᎥᏏ ᎪᎯ ᎢᎦ.

source: And make us free of our debts, as we have made those free who are in debt to us.
chr: ᏗᎨᏍᎩᎥᏏᏉᏃ ᏕᏍᎩᏚᎬᎢ, ᎾᏍᎩᏯ ᏥᏗᎦᏲᏥᏁᎰ ᏦᏥᏚᎩ.

source: And let us not be put to the test, but keep us safe from the Evil One.
chr: ᎠᎴ ᏞᏍᏗ ᎤᏓᎪᎵᏰᏗᏱ ᎨᏒ ᏫᏗᏍᎩᏯᏘᏅᏍᏔᏅᎩ, ᏍᎩᏳᏓᎴᏍᎨᏍᏗᏉᏍᎩᏂ ᎤᏥ ᎨᏒᎢ. ᏣᏤᎵᎦᏰᏃ ᏣᎬᏫᏳᎯ ᎨᏒᎢ, ᎠᎴ ᏣᎵᏂᎩᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎡᏣᎸᏉᏗᏳ ᎨᏒ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ.

source: For if you let men have forgiveness for their sins, you will have forgiveness from your Father in heaven.
chr: ᎢᏳᏰᏃ ᏴᏫ ᎨᏥᏍᎦᏅᏤᎲ ᏱᏗᎨᏥᏁᎭ, ᎾᏍᏉ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎢᏥᏙᎵᏍᏗ ᎨᏎᏍᏗ.

source: But if you do not let men have forgiveness for their sins, you will not have forgiveness from your Father for your sins.
chr: ᎢᏳᏍᎩᏂ ᏂᏗᎨᏥᏁᎲᎾ ᏱᎩ ᏴᏫ ᎨᏥᏍᎦᏅᏤᎲᎢ, ᎾᏍᏉ ᎢᏥᏙᏓ ᎥᏝ ᏱᏙᎨᏥᎲᏏ ᎢᏥᏍᎦᏅᏨᎢ.

source: And when you go without food, be not sad-faced as the false-hearted are. For they go about with changed looks, so that men may see that they are going without food. Truly I say to you, They have their reward.
chr: ᎠᎴ ᎾᏍᏉ ᎠᎹᏟ ᎢᏨᏍᎨᏍᏗ, ᏞᏍᏗ ᏅᎾᏠᎾᏍᏗ ᏄᎾᏍᏛ ᏱᏂᏣᏍᏕᏍᏗ, ᎤᎾᏓᏙᎵᏍᏗ ᏥᎨᏐ ᏗᎧᏃᏗᏱ, ᏂᏓᏤᎸᎾᏰᏃ ᏂᏓᏅᏁᎰ ᏚᎾᎧᏛᎢ, ᏴᏫᏉ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ ᎤᎾᏚᎵᏍᎪ ᎠᎹᏟ ᎠᏅᏍᎬᎢ. ᎤᏙᎯᏳᎯᏯ ᏂᏨᏪᏎᎭ ᎨᎦᎫᏴᎡᎸ.

source: But when you go without food, put oil on your head and make your face clean;
chr: ᏂᎯᏍᎩᏂ ᎠᎹᏟ ᎲᏍᎨᏍᏗ, ᎭᏠᏁᏍᎨᏍᏗ, ᎠᎴ ᎭᎬᏍᏉᏍᎨᏍᏗ,

source: So that no one may see that you are going without food, but your Father in secret; and your Father, who sees in secret, will give you your reward.
chr: ᎾᏍᎩ ᏞᏍᏗ ᏴᏫᏉ ᎨᏣᏙᎴᎰᎯᏎᏗᏱ ᏱᏣᏰᎵᏎᏍᏗ ᎠᎹᏟ ᏨᏒᎢ, ᏣᏙᏓᏍᎩᏂ ᎤᏕᎵᏒ ᎡᎯ, ᏣᏙᏓᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ, ᎠᏎ ᏣᎫᏴᎡᏗ ᎬᏂᎨᏒᎢ.

source: Make no store of wealth for yourselves on earth, where it may be turned to dust by worms and weather, and where thieves may come in by force and take it away.
chr: ᏞᏍᏗ ᏧᎬᏩᎶᏗ ᎡᎶᎯ ᏱᏥᏟᏏᏍᎨᏍᏗ, ᏥᏍᎪᏴ ᎠᎴ ᎠᏯᏍᏜᏗᏍᎩ ᎤᏂᏲᏍᏙᏗᏱ ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎠᎴ ᎤᏂᏃᏍᎩᏍᏗᏱ;

source: But make a store for yourselves in heaven, where it will not be turned to dust and where thieves do not come in to take it away:
chr: ᎦᎸᎳᏗᏍᎩᏂ ᏫᏥᏟᏏᏍᎨᏍᏗ ᏧᎬᏩᎶᏗ, ᎾᎿᏂ ᏥᏍᎪᏴ ᎠᏯᏍᏜᏗᏍᎩᏃ ᎤᏂᏲᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎠᎴ ᎤᏂᏃᏍᎩᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: For where your wealth is, there will your heart be.
chr: ᎾᎿᏰᏃ ᏧᎬᏩᎶᏗ ᏫᏥᎲᎢ ᎠᏎ ᎾᏍᏉ ᏫᏓᎮᏍᏗ ᏗᏣᏓᏅᏙ.

source: The light of the body is the eye; if then your eye is true, all your body will be full of light.
chr: ᎠᎦᏔ ᎠᏰᎸ ᎢᎦ ᎦᏘᏍᏗᏍᎩ, ᎢᏳᏍᎩᏂ ᎯᎦᏙᎵ ᎪᎱᏍᏗ ᏄᏍᏛᎾ ᎨᏎᏍᏗ, ᏂᎬ ᎯᏰᎸᎢ ᎤᎧᎵᏦᏅᎯ ᎨᏎᏍᏗ ᎢᎦᎦᏘ.

source: But if your eye is evil, all your body will be dark. If then the light which is in you is dark, how dark it will be!
chr: ᎢᏳᏍᎩᏂ ᎯᎦᏙᎵ ᎤᏲ ᎢᎨᏎᏍᏗ, ᏂᎬ ᎯᏰᎸᎢ ᎤᎧᎵᏦᏅᎯ ᎨᏎᏍᏗ ᎤᎵᏏᎩ. ᎢᏳᏍᎩᏂᏃ ᎢᎦᎦᏘ ᎭᏫᏂ ᏤᎲ ᎤᎵᏏᎩᏉ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᎵᏏᎩ ᏂᎦ ᎡᏉᎯᏳ!

source: No man is able to be a servant to two masters: for he will have hate for the one and love for the other, or he will keep to one and have no respect for the other. You may not be servants of God and of wealth.
chr: ᎥᏝ ᎩᎶ ᏰᎵ ᎠᏂᏔᎵ ᎬᏩᎾᏝᎢ ᎪᎱᏍᏗ ᏱᏙᎬᏛᏂᏏ, ᏱᎠᏍᎦᎦᏰᏃ ᏌᏉ ᏱᏅᎨᏳᎭᏃ ᏐᎢ, ᎠᎴ ᏱᏙᎤᏂᏴᎭ ᏌᏉ ᏱᎦᏂᏆᏘᎭᏃ ᏐᎢ. ᏝᏍᎩᏂ ᏰᎵ ᎤᏁᎳᏅᎯ ᎠᎴ ᎹᎹᏂ ᎪᎱᏍᏗᏱᏙᎨᏣᏛᏂᏏ.

source: So I say to you, Take no thought for your life, about food or drink, or about clothing for your body. Is not life more than food, and the body more than its clothing?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏕᏨᏅᎢ, ᎢᏳᏍᏗ ᎢᏥᎩᏍᏗᏱ ᎠᎴ ᎢᏳᏍᏗ ᎢᏣᏗᏔᏍᏗᏱ, ᏞᏍᏗ ᎠᎴ ᏗᏥᏰᎸᎢ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎢᏳᏍᏗ ᏗᏣᏄᏬᏍᏗᏱ. ᏝᏍᎪ ᎠᎬᏅ ᎤᏟᎯᏳ ᏱᎩ ᎡᏍᎦᏉ ᎠᎵᏍᏓᏴᏗ? ᎠᎴ ᏝᏍᎪ ᎠᏰᎸᎢ ᎡᏍᎦᏉ ᏗᏄᏬ?

source: See the birds of heaven; they do not put seeds in the earth, they do not get in grain, or put it in store-houses; and your Father in heaven gives them food. Are you not of much more value than they?
chr: ᏗᏣᎧᏅᎦ ᏥᏍᏆ ᎦᎸᎶᎢ ᎠᏁᎯ, ᏝᏰᏃ ᏯᏂᏫᏍᎪᎢ, ᎠᎴ Ꮭ ᏯᏂᏁᏣᎢᏍᎪᎢ, Ꮭ ᎠᎴ ᏓᏓᏁᎸ ᏯᏂᏟᏏᏍᎪᎢ, ᎠᏎᏃ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᏙᎨᎶᎰᎢ. ᏝᏍᎪ ᏂᎯ ᎤᏟ ᏱᏁᏥᎸᏉᏗ ᎡᏍᎦᏉ ᎾᏍᎩ?

source: And which of you by taking thought is able to make himself a cubit taller?
chr: ᎦᎪᏃ ᏂᎯ ᏥᏂᏣᏛᏅ ᎤᏓᏑᏯ ᎤᏪᎵᎯᏍᎬᏉ ᏰᎵ ᏌᏉ ᎢᏳᏟᎶᏛ ᏱᎧᏁᏉᏣ ᎬᏅᎢ?

source: And why are you troubled about clothing? See the flowers of the field, how they come up; they do no work, they make no thread:
chr: ᎠᎴ ᎦᏙᏃ ᏗᏄᏬ ᏙᏤᎵᎯᏍᎪᎢ? ᏗᏣᏓᏅᏛᎵ ᏧᏥᎸᎯ ᏠᎨᏏ ᏤᎯ ᏓᏛᏍᎬᎢ. ᎥᏝ ᏱᏚᏂᎸᏫᏍᏓᏁᎰᎢ, ᎠᎴ ᎥᏝ ᏯᏂᏍᏙᎰᎢ.

source: But I say to you that even Solomon in all his glory was not clothed like one of these.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᏉ ᏐᎵᎹᏅ ᏂᎦᎥ ᏄᏬᏚᏒᎢ Ꮭ ᎾᏍᎩ ᏱᏄᏍᏕ ᏚᏄᏮᎢ ᏌᏉ ᎯᎠ ᏄᏍᏛᎢ.

source: But if God gives such clothing to the grass of the field, which is here today and tomorrow is put into the oven, will he not much more give you clothing, O you of little faith?
chr: ᎢᏳᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏱᏂᎬᏁᎭ ᏱᎦᏄᏬᎭ ᎧᏁᏍᎦ ᏠᎨᏏ ᎡᎯ, ᎪᎯ ᎢᎦ ᏤᎭ, ᎤᎩᏨᏅᏃ ᏗᎦᏚᏗᏱ ᏭᎾᏗᏅᏗ ᏥᎩ, ᏝᏍᎪ ᎤᏟᎯᏳ ᏱᏂᏙᎨᏥᏄᏬᏣ, ᎤᏍᏗ ᎢᏦᎯᏳᎯ?

source: Then do not be full of care, saying, What are we to have for food or drink? or, With what may we be clothed?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎯᎠ ᏱᏂᏥᏪᏍᎨᏍᏗ; ᎦᏙ ᏓᏲᏥᎩ, ᎠᎴ ᎦᏙ ᏓᏲᏣᏗᏔᎯ, ᎠᎴ ᎦᏙ ᏓᏲᏣᏄᏬᎢ?

source: Because the Gentiles go in search of all these things: for your Father in heaven has knowledge that you have need of all these things:
chr: ᏂᎦᏛᏰᏃ ᎾᏍᎩ ᎯᎠ ᎤᏂᏲᎰ ᏧᎾᏖᎴᏅᏛ ᏴᏫ. ᎦᎸᎳᏗᏰᏃ ᎡᎯ ᎢᏥᏙᏓ ᎠᎦᏔᎭ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎢᏥᏂᎬᏎᎲᎢ.

source: But let your first care be for his kingdom and his righteousness; and all these other things will be given to you in addition.
chr: ᎢᎬᏱᏍᎩᏂ ᎢᏥᏲᎦ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎴ ᎤᏤᎵ ᏚᏳᎪᏛᎢ, ᎯᎠᏃ ᏂᎦᏗᏳ ᏓᏰᏥᏁᏉᎡᎵ.

source: Then have no care for tomorrow: tomorrow will take care of itself. Take the trouble of the day as it comes.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎤᎩᏨᏅ ᎢᏴᏛ ᏱᏫᏤᎵᎯᏍᎨᏍᏗ, ᎤᎩᏨᏅᏰᏃ ᎤᏩᏒ ᏧᏓᎴᏅᏛ ᏛᏕᎵᎯᏍᏔᏂ. ᏰᎵᏉ ᎤᏲ ᎢᎦ ᎤᏪᎲᎢ.

source: Chapter 7
chr: ᎠᏯᏙᎸᎢ 7

source: Be not judges of others, and you will not be judged.
chr: ᏞᏍᏗ ᏥᏣᏓᎳᏫᏎᎵ ᎾᏍᎩᏃ ᏂᎯ ᏞᏍᏗ ᎡᏥᎳᏫᏎᎸᎩ.

source: For as you have been judging, so you will be judged, and with your measure will it be measured to you.
chr: ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᎢᏣᏓᎳᏫᏎᎸ ᎠᏎ ᎾᏍᏉ ᏛᎡᏥᎳᏫᏎᎵ, ᎠᎴ ᏄᏍᏛ ᎢᏣᏓᏟᎶᏒᎸ ᎾᏍᏉ ᏛᎡᏣᏟᎶᎡᎵ.

source: And why do you take note of the grain of dust in your brother's eye, but take no note of the bit of wood which is in your eye?
chr: ᎠᎴ ᎦᏙᏃ ᎢᎯᎪᏩᏘᏍᎪ ᎤᏢᏓᎸᏛ ᎤᎦᏑᎲᎢ ᏗᏍᏓᏓᏅᏟ, ᏁᎵᏍᎬᎾᏃ ᎢᎨᏐ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ.

source: Or how will you say to your brother, Let me take out the grain of dust from your eye, when you yourself have a bit of wood in your eye?
chr: ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎯᎠ ᏱᏂᏪᏏ ᏗᏍᏓᏓᏅᏟ, ᎬᎸᏏ ᎤᏢᏓᎸᏛ ᏣᎦᏑᎲᎢ, ᎬᏂᏳᏉᏃ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎭ.

source: You false one, first take out the bit of wood from your eye, then will you see clearly to take out the grain of dust from your brother's eye.
chr: ᏣᏠᎾᏍᏗ! ᎢᎬᏱ ᎯᎸ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ, ᎿᏉᏃ ᎬᏂᎨᏒᎢᏳ ᏣᎪᏩᏛᏗᏱ ᎨᏎᏍᏗ ᎯᎸᎡᏗᏱ ᎤᏢᏓᎸᏛ ᏗᏍᏓᏓᏅᏟ ᎤᎦᏑᎲᎢ.

source: Do not give that which is holy to the dogs, or put your jewels before pigs, for fear that they will be crushed under foot by the pigs whose attack will then be made against you.
chr: ᏞᏍᏗ ᎪᎱᏍᏗ ᎦᎸᏉᏗ ᎩᎵ ᏗᏥᏁᎸᎩ, ᏞᏍᏗ ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ ᏗᏣᏤᎵᎦ ᏏᏆ ᏫᏗᏣᏗᏁᎸᎩ, ᏱᏓᎾᎳᏍᏓᎥᎵᏉᏰᏃ, ᎠᎴ ᏯᎾᎦᏔᎲᎾ ᏴᎨᏥᏓᎦᎸᎥᎦ.

source: Make a request, and it will be answered; what you are searching for you will get; give the sign, and the door will be open to you:
chr: ᎢᏥᏔᏲᎭ, ᎠᏎ ᏓᏰᏥᏁᎵ; ᎢᏥᏲᎦ, ᎠᏎ ᏓᏥᏩᏛᎯ; ᎢᏨᏂᎦ, ᎠᏎ ᏓᏰᏥᏍᏚᎢᎡᎵ.

source: Because to everyone who makes a request, it will be given; and he who is searching will get his desire, and to him who gives the sign, the door will be open.
chr: ᎩᎶᏰᏃ ᏣᏔᏲᎯᎰ ᎠᏥᏁᎰᎢ, ᎩᎶᏃ ᏧᏲᎰ ᎠᏩᏘᏍᎪᎢ, ᎩᎶᏃ ᏥᏫᎬᏂᎰ ᎠᏥᏍᏚᎢᎡᎰᎢ.

source: Or which of you, if his son makes a request for bread, will give him a stone?
chr: ᎦᎪᎨ ᎠᏍᎦᏯ ᎯᎠ ᏥᏂᏣᏛᏅ, ᎢᏳᏃ ᎤᏪᏥ ᎦᏚ ᏳᏔᏲᏎᎭ, ᏅᏯᏉ ᏯᎲᏏ?

source: Or if he makes a request for a fish, will give him a snake?
chr: ᎠᎴ ᎠᏣᏗ ᏯᏔᏲᎯᎭ, ᏥᎪ ᎢᎾᏛᏉ ᏴᎦᏅᎥᏏ?

source: If you, then, being evil, are able to give good things to your children, how much more will your Father in heaven give good things to those who make requests to him?
chr: ᎢᏳᏃ ᏂᎯ ᎢᏥᏲᎢ ᏱᏥᏏᎾᎯ ᎣᏍᏛ ᎨᏒ ᏗᏥᏁᏗᏱ ᏗᏤᏥ, ᎤᏟᎯᏳ ᎤᏙᎯᏳᎯᏯ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎣᏍᏛ ᏓᏁᎮᏍᏗ ᎬᏩᏔᏲᏎᎯ.

source: All those things, then, which you would have men do to you, even so do you to them: because this is the law and the prophets.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏣᏚᎵᏍᎬ ᏴᏫ ᎢᎨᏣᏛᏁᏗᏱ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᏕᏣᏛᏁᎮᏍᏗ; ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ

source: Go in by the narrow door; for wide is the door and open is the way which goes to destruction, and great numbers go in by it.
chr: ᎠᏯᏙᎵ ᎦᎶᎯᏍᏗᏱ ᎢᏥᏴᏍᏓ ᎠᏯᏖᏂᏰᏃ ᎦᎶᎯᏍᏗᏱ ᎠᎴ ᎠᏯᏖᏂ ᏅᏃᎯ ᎠᏲᎱᎯᏍᏗᏱ ᏫᎦᎾᏄᎪᎬᎢ, ᎤᏂ ᏣᏔᏃ ᎾᎿ ᎠᏂᎶᏍᎦ.

source: For narrow is the door and hard the road to life, and only a small number make discovery of it.
chr: ᎠᏯᏙᎵᏳᏰᏃ ᎦᎶᎯᏍᏗᏱ ᎠᎴ ᎠᏯᏙᎵᏳ ᏅᏃᎯ ᎬᏂᏛ ᏫᎦᎾᏄᎪᎬᎢ, ᎠᎴ ᎠᏂᎦᏲᎵᏳ ᎠᏂᏩᏘᎭ.

source: Be on the watch for false prophets, who come to you in sheep's clothing, but inside they are cruel wolves.
chr: ᏕᏤᏯᏙᏤᎮᏍᏗ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᏫ ᎤᏂᏃᏕᎾ ᎦᏁᎦ ᏧᎾᏄᏩᎢ ᏥᎨᏥᎷᏤᎰᎢ; ᎠᏎᏃ ᎭᏫᏂ ᎨᏒ ᏩᏯ ᎤᏂᎬᎥᏍᎩ ᎨᏐᎢ.

source: By their fruits you will get knowledge of them. Do men get grapes from thorns or figs from thistles?
chr: ᏄᏍᏛ ᎠᎾᏓᏛᏍᎬᎢ ᏙᏓᏦᎵᏍᏔᏂ. ᏥᎪ ᏴᏫ ᏖᎸᎳᏗ ᏓᎾᏕᏍᎪ ᏥᏍᏚᏂᎩᏍᏗᎯ? ᎠᎴ ᏒᎦᏔ-ᎢᏳᎾᏍᏗ ᏥᎪᏥᏥᎯ ᏓᎾᏕᏍᎪᎢ?

source: Even so, every good tree gives good fruit; but the bad tree gives evil fruit.
chr: ᎾᏍᎩᏍᎩᏂ ᏄᏍᏗ ᏂᎦᎥ ᎣᏍᏛ ᏡᎬ ᎣᏍᏛ ᎠᏓᏛᏍᎪᎢ, ᎤᏲᏃ ᏡᎬ ᎤᏲ ᎠᏓᏛᏍᎪᎢ.

source: It is not possible for a good tree to give bad fruit, and a bad tree will not give good fruit.
chr: ᎣᏍᏛ ᏡᎬ ᎥᏝ ᏰᎵ ᎤᏲ ᏴᎬᏓᏛᎦ, ᎠᎴ ᎤᏲ ᏡᎬ ᎥᏝ ᏰᎵ ᎣᏍᏛ ᏴᎬᏓᏛᎦ.

source: Every tree which does not give good fruit is cut down and put in the fire.
chr: ᏂᎦᎥᏍᎩᏂ ᏕᏡᎬ ᎣᏍᏛ ᎾᎾᏓᏛᏍᎬᎾ, ᏗᎦᎴᏴᏍᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎠᏥᎸᏱ ᏫᏓᏗᏅᏗ.

source: So by their fruits you will get knowledge of them.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏙᏓᏦᎵᏍᏔᏂ ᏄᏍᏛ ᎠᎾᏓᏛᏍᎬᎢ.

source: Not everyone who says to me, Lord, Lord, will go into the kingdom of heaven; but he who does the pleasure of my Father in heaven.
chr: ᎥᏝᏰᏃ ᎾᏂᎥ, ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᎬᏉᏎᎯ, ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏭᏂᎾᏄᎪᎢᏍᏗ ᏱᎩ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᏓᏅᏖᏍᎬ ᏧᏂᎸᏫᏍᏓᏁᎯ.

source: A great number will say to me on that day, Lord, Lord, were we not prophets in your name, and did we not by your name send out evil spirits, and by your name do works of power?
chr: ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ ᎤᏂᏣᏘᏍᏗ ᎯᎠ ᏅᏓᎬᎩᏪᎭᎵ; ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᏲᏣᏙᎴᎰᏍᎨᎢ? ᎠᎴ ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᎠᏂᏍᎩᎾ ᏱᏙᏥᏄᎪᏫᏍᎨᎢ? ᎠᎴ ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᏱᏙᎩᎸᏫᏍᏓᏁᎮᎢ?

source: And then will I say to them, I never had knowledge of you: go from me, you workers of evil.
chr: ᎿᏉᏃ ᎯᎠ ᏅᏓᎦᏥᏪᏎᎵ; ᎥᏝ ᎢᎸᎯᏳ ᏱᏨᎦᏔᎮᎢ; ᎤᏟ ᏫᏥᎶᎯ ᎤᏲ ᏗᏥᎸᏫᏍᏓᏁᎯ.

source: Everyone, then, to whom my words come and who does them, will be like a wise man who made his house on a rock;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏂᎥ ᎩᎶ ᎯᎠ ᏥᏂᏥᏪᎠ ᎠᎾᏛᎩᏍᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎾᎾᏛᏁᎮᏍᏗ, ᎠᎦᏔᎿᎢ ᎠᏍᎦᏯ ᏙᏓᎦᏥᏯᏟᎶᏍᏔᏂ, ᎾᏍᎩ ᏅᏲᎯ ᏧᏁᏍᎨᎮᎢ;

source: And the rain came down and there was a rush of waters and the winds were driving against that house, but it was not moved; because it was based on the rock.
chr: ᎿᏉᏃ ᏧᎦᎿᏁᎢ, ᎠᎴ ᏥᏚᏃᎱᎦᏁᎢ, ᎠᎴ ᏧᏃᎸᏁᎢ, ᎾᎿ ᎠᏓᏁᎸ ᏥᏚᏱᎶᎴᎢ; ᎠᏎᏃ ᎥᏝ ᏳᏲᏤᎢ, ᏅᏥᎯᏰᏃ ᎦᎧᎮᎢ.

source: And everyone to whom my words come and who does them not, will be like a foolish man who made his house on sand;
chr: ᎾᏂᎥᏃ ᎩᎶ ᎯᎠ ᏥᏂᏥᏪᎠ ᎠᎾᏛᎩᏍᎨᏍᏗ, ᎾᏍᎩᏃ ᎾᎾᏛᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᎤᏁᎫ ᎠᏍᎦᏯ ᏗᎨᎦᏟᎶᏍᏙᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏃᏳᎯ ᏧᏁᏍᎨᎮᎢ.

source: And the rain came down and there was a rush of waters and the winds were driving against that house; and it came down and great was its fall.
chr: ᎿᏉᏃ ᏧᎦᎿᏁᎢ, ᎠᎴ ᏥᏚᏃᎱᎦᏁᎢ, ᎠᎴ ᏧᏃᎸᏁᎢ, ᎾᎿ ᎠᏓᏁᎸ ᏥᏚᏱᎶᎴᎢ, ᎠᎴ ᏧᏲᏤᎢ, ᎠᎴ ᎤᏍᎦᏎᏗᏳ ᏥᏄᎵᏍᏔᏁ ᎤᏲᏨ.

source: And it came about, when Jesus had come to the end of these words, that the people were surprised at his teaching,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏥᏌ ᎤᏍᏆᏛ ᎾᏍᎩ ᏂᎦᏪᏍᎬᎢ, ᎤᏂᏍᏆᏂᎪᏎ ᏓᏕᏲᎲᏍᎬᎢ.

source: for he was teaching as one having authority, and not as their scribes.
chr: ᎤᏤᎵᎦᏰᏃ ᏥᏓᏕᏲᎲᏍᎪ ᎢᏳᏍᏗ ᎨᏎᎢ, ᎥᏝᏃ ᏗᏃᏪᎵᏍᎩᏉ ᏥᏓᎾᏕᏲᎲᏍᎪ ᎢᏳᏍᏗ ᏱᎨᏎᎢ.

source: Chapter 8
chr: ᎠᏯᏙᎸᎢ 8

source: And when he had come down from the mountain, great numbers of people came after him.
chr: ᎿᏉᏃ ᏧᎦᏐᎠᏒ ᎤᏌᎯᎸᎢ, ᎤᏂᏣᏘ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And a leper came and gave him worship, saying, Lord, if it is your pleasure, you have power to make me clean.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎠᏓᏰᏍᎩ ᎤᏢᎩ ᎤᎷᏤ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᏱᏣᏓᏅᏖᎸ ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ.

source: And he put his hand on him, saying, It is my pleasure; be clean. And straight away he was made clean.
chr: ᏥᏌᏃ ᎤᏙᏯᏅᎯᏛ ᎤᏒᏂᎴᎢ, ᎦᏓᏅᏛᎵ, ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ, ᎤᏬᏎᎴᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᏓᏅᎦᎸᎮᎢ.

source: And Jesus said to him, See that you say nothing about this to anyone; but go and let the priest see you and make the offering which was ordered by Moses, for a witness to them.
chr: ᎯᎠᏃ ᏥᏌ ᏄᏪᏎᎴᎢ; Ꭷ ᏞᏍᏗ ᎩᎶ ᏥᎯᏃᏁᎵ, ᎮᎾᏉᏍᎩᏂ, ᏫᏣᎪᏩᏛ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᎠᎵᏍᎪᎸᏙᏗ ᏫᎲᎦ ᎼᏏ ᎤᏁᏨ ᎠᎵᏍᎪᎸᏙᏗ ᎾᏍᎩ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ.

source: And when Jesus was come into Capernaum, a certain captain came to him with a request,
chr: ᎿᏉᏃ ᏥᏌ ᎨᏆᏂ ᏫᎤᎷᏨ, ᎤᎷᏤᎴ ᎠᏍᎪᎯᎫᏈ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ, ᎤᏍᏗᏰᏔᏁᎢ,

source: Saying, Lord, my servant is ill in bed at the house, with no power in his body, and in great pain.
chr: ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᏥᏅᏏᏓᏍᏗ ᎦᏅᎦ ᏗᏇᏅᏒ ᎤᏢᎦ ᎤᎸᏓᎸᎥᏍᎦ ᎤᏣᏔᏅᎯ ᎠᎩᎵᏲᎦ.

source: And he said to him, I will come and make him well.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏓᎨᏏ ᏓᏥᏅᏩᏁᏏ.

source: And the captain in answer said, Lord, I am not good enough for you to come under my roof; but only say the word, and my servant will be made well.
chr: ᎠᏍᎪᎯᏧᏈᏃ ᏗᏘᏂᏙᎯ ᏗᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᏝᏰᎵ ᏱᏂᎪᎢ ᏥᏁᎸ ᏣᏴᏍᏗᏱ; ᎯᏁᎩᏉᏍᎩᏂ ᎤᏩᏒ, ᏥᏅᏏᏓᏍᏗᏃ ᏓᏳᏗᏩᏏ.

source: Because I myself am a man under authority, having under me fighting men; and I say to this one, Go, and he goes; and to another, Come, and he comes; and to my servant, Do this, and he does it.
chr: ᎠᏴᏰᏃ ᏗᏆᏓᏁᎶᏗᏉ, ᎠᎴ ᏓᎩᎧᎭ ᎠᏂᏯᏫᏍᎩ ᎾᏍᎩ ᏕᎬᏆᏁᎶᏙᎢ, ᎩᎶᏃ ᎮᎾ ᏥᏲᏏ, ᎡᎪᎢ; ᏅᏩᏓᎴᏃ ᎡᎮᎾ ᏥᏲᏏ, ᏗᎡᎪᎢ; ᏥᏅᏏᏓᏍᏗᏃ, ᎯᎠ ᎿᏛᎦ ᏥᏲᏏ, ᎾᏍᎩ ᎾᏛᏁᎰᎢ.

source: And when these words came to the ears of Jesus he was surprised, and said to those who came after him, Truly I say to you, I have not seen such great faith, no, not in Israel.
chr: ᏥᏌᏃ ᎤᏛᎦᏅ ᎤᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎾᏍᏉ ᎢᏏᎵ ᏚᏙᎥ ᎾᏍᎩ ᎢᎦᎢ ᎪᎯᏳᏗ ᎨᏒ ᏯᎩᏩᏛᎲ.

source: And I say to you that numbers will come from the east and the west, and will take their seats with Abraham and Isaac and Jacob, in the kingdom of heaven:
chr: ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏂᏣᏘ ᏗᎧᎸᎬ ᎠᎴ ᏭᏕᎵᎬ ᎢᏗᏢ ᏗᏂᎶᏍᎨᏍᏗ, ᎠᎴ ᎢᏧᎳᎭ ᎠᎾᏅᎥᏍᎨᏍᏗ ᎡᏆᎭᎻ, ᎠᎴ ᎡᏏᎩ, ᎠᎴ ᏤᎦᏈ, ᎦᎸᎳᏗ ᎡᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒᎢ,

source: But the sons of the kingdom will be put out into the dark, and there will be weeping and cries of pain.
chr: ᎦᎸᎳᏗᏍᎩᏂ ᎡᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᎡ ᎠᏁᎯ ᏓᎨᏥᏄᎪᏫᏏ ᏫᏙᏓᎨᎦᏓᎡᏏ ᏧᎵᏏᎬ ᏙᏱᏗᏢ, ᎾᎿ ᏓᏂᏴᎨᏍᏗ, ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ.

source: And Jesus said to the captain, Go in peace; as your faith is, so let it be done to you. And the servant was made well in that hour.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ; ᎮᎾ, ᎠᎴ ᏄᏍᏛ ᏦᎯᏳᏅ ᎾᏍᎩ ᏫᏂᏣᎵᏍᏓᏏ. ᎤᏅᏏᏓᏍᏗᏃ ᎾᎯᏳᏉ ᎤᏗᏩᏎᎢ.

source: And when Jesus had come into Peter's house, he saw his wife's mother in bed, very ill.
chr: ᏥᏌᏃ ᏈᏓ ᎦᏁᎸ ᎤᎷᏨ, ᎤᎪᎮ ᏈᏓ ᎤᏓᎵᎢ ᎤᏥ ᎦᏅᎨ ᎤᏗᎴᎲᏍᎨᎢ.

source: And he put his hand on hers and the disease went from her, and she got up and took care of his needs.
chr: ᎤᏒᏂᎴᏃ ᎤᏬᏰᏂ, ᎤᏗᎴᎲᏍᎬᏃ ᎤᏗᏩᎭᎢ. ᏚᎴᏁᏃ ᎠᎴ ᏚᏍᏕᎸᎯᏙᎴᎢ.

source: And in the evening, they took to him a number of people who had evil spirits; and he sent the spirits out of them with a word, and made well all who were ill;
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᎤᏂᏣᏖ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ ᏕᎬᏩᏘᏃᎮᎴᎢ; ᏚᏄᎪᏫᏎᏃ ᎠᏂᏍᎩᎾ ᎧᏁᎬᏉ ᎬᏗᏍᎨᎢ, ᎠᎴ ᏂᎦᏛ ᏧᏂᏢᎩ ᏚᏅᏩᏁᎢ.

source: So that the word of Isaiah the prophet might come true: He himself took our pains and our diseases.
chr: ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᎤᏩᏒ ᎢᎩᎩᏍᏓᏁᎸᎩ ᏗᏗᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ, ᏕᎩᏢᎬᏃ ᏧᏤᎵ ᏂᏚᏩᏁᎸᎩ.

source: Now when Jesus saw a great mass of people about him, he gave an order to go to the other side.
chr: ᏥᏌᏃ ᏚᎪᎲ ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏜᏫᏍᏗᏍᎬᎢ, ᎤᏁᏤ ᎢᏍᎪᏅ ᏭᏂᎶᎯᏍᏗᏱ.

source: And there came a scribe and said to him, Master, I will come after you wherever you go.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᏗᎪᏪᎵᏍᎩ ᎤᎷᏤᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᏕᏲᎲᏍᎩ ᏓᎬᏍᏓᏩᏗᏙᎵ ᏂᎦᎥ ᎮᏙᎲᎢ.

source: And Jesus said to him, The foxes have holes, and the birds of heaven have a resting-place; but the Son of man has nowhere to put his head.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏧᎳ ᏚᏂᏔᎴᏐᎢ, ᏥᏍᏆᏃ ᎦᎸᎶ ᎠᏁᎯ ᏚᎾᏁᏍᏓᏝᎰᎢ, ᏴᏫᏍᎩᏂ ᎤᏪᏥ ᎥᏝ ᎢᎸᎯᏢ ᎠᏍᎪᎵ ᎤᏗᏱ ᏱᎩ.

source: And another of the disciples said to him, Lord, let me first go and give the last honours to my father.
chr: ᏅᏩᏓᎴᏃ ᎤᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᎢᎬᏱ ᎨᎾ ᏥᏂᏌᏄᎦ ᎡᏙᏓ.

source: But Jesus said to him, Come after me; and let the dead take care of their dead.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᎭᎴᎢ; ᏍᎩᏍᏓᏩᏚᎦ, ᎤᎾᏁᎳᎩᏃ ᏧᏂᏲᎱᏒᎯ ᏓᏂᏂᏏᏍᎨᏍᏗ ᏧᎾᏤᎵ ᏧᏂᏲᎱᏒᎯ.

source: And when he had got into a boat, his disciples went after him.
chr: ᎿᏉᏃ ᏥᏳᎯ ᏭᏣᏅ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And there came up a great storm in the sea, so that the boat was covered with the waves: but he was sleeping.
chr: ᎬᏂᏳᏉᏃ ᎤᏣᏘ ᎤᏱᎶᎴ ᎤᏃᎴ ᎢᏓᎵ; ᏥᏳᏰᏃ ᎠᎹ ᏓᎵᏍᏗᎳᏁᎬ ᎤᏭᏢᎥᏍᎨᎢ; ᎠᏎᏃ ᎢᎦᎵᎮᏉ.

source: And they came to him, and, awaking him, said, Help, Lord; destruction is near.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎴ ᎬᏩᏰᏍᏔᏁᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᏍᎩᏍᏕᎸ, ᏓᏲᏣᏗᏒᏂᏉ.
